
{

"read-the-scene-dont-write-it": {
"name": "Flavien Reppert",
"image": "https://improfestival.ee/assets/workshops/flavien_reppert-3cf438784c8d620e171fdcc04a6d800b7e785774ddddb6ca2d556646b65aa654.jpg",
"id": "/workshops/read-the-scene-dont-write-it",
"slug": "read-the-scene-dont-write-it",
"start": "2017-09-21 14:00",
"end": "2017-09-21 17:00",
"content": "&lt;p&gt;People would tend to think improv is a blank page to be filled. To Flavien,Improv is a page, already written in invisible ink that you only have to read.Improv is not a creative effort, it’s an ability of the artist to be presentand open enough to be the receptacle as well as the medium of Art.&lt;/p&gt;&lt;p&gt;In this class Flavien Reppert will give you Improv glasses to see everything.You’ll read the scenes, the space, the objects and of course your partners.Everything is already there, there’s nothing to be created or invented.There’s just momentum to be revealed.&lt;/p&gt;&lt;p&gt;Perfect for: intermediate and advanced improvisers&lt;/p&gt;&lt;p&gt;Skills and Tools: Reading scenes/ slow improv / support&lt;/p&gt;&lt;hr /&gt;&lt;p&gt;Flavien has been improvising and acting since 1996. He graduated in dramaat the Conservatoire and in Theatre at the University of Strasbourg andstarted his professional career in 2004. He has been teaching improv/dramasince 2001. Flavien is the Artistic Director and founder of the professionalCompany: Le Théâtre de l’Oignon. He is also a happy member ofOhana: The European Improvisers Project.&lt;/p&gt;&lt;p&gt;Flavien has a global approach to improv: a joyful combination of many schoolsof thoughts. His teaching is multicultural and multi influenced, he tries togive the best taste of every improv style he has met. His goal is to buildbridges between people, cultures, languages and improv styles.&lt;/p&gt;&lt;ul&gt;  &lt;li&gt;&lt;a href=&quot;https://facebook.com/Flaviencomedien&quot;&gt;facebook.com/Flaviencomedien&lt;/a&gt;&lt;/li&gt;  &lt;li&gt;&lt;a href=&quot;https://www.flavien-reppert.book.fr&quot;&gt;flavien-reppert.book.fr&lt;/a&gt;&lt;/li&gt;  &lt;li&gt;&lt;a href=&quot;https://facebook.com/theatredeloignon&quot;&gt;facebook.com/theatredeloignon&lt;/a&gt;&lt;/li&gt;  &lt;li&gt;&lt;a href=&quot;http://www.loignon.eu&quot;&gt;loignon.eu&lt;/a&gt;&lt;/li&gt;&lt;/ul&gt;",
"excerpt": "People would tend to think improv is a blank page to be filled. To Flavien,Improv is a page, already written in invisible ink that you only have to read.Improv is...",
"ticket_price": 
}
,

"move_your_body_sensitive_animal": {
"name": "Flavien Reppert",
"image": "https://improfestival.ee/assets/workshops/flavien_reppert-3cf438784c8d620e171fdcc04a6d800b7e785774ddddb6ca2d556646b65aa654.jpg",
"id": "/workshops/move_your_body_sensitive_animal",
"slug": "move_your_body_sensitive_animal",
"start": "2017-09-22 14:00",
"end": "2017-09-22 17:00",
"content": "&lt;p&gt;This workshop aims at releasing your physical creative power.&lt;/p&gt;&lt;p&gt;Your body is much more smarter than your brains and it’s an openbook worth to be read. Let’s leave our brains backstage and followour animal instincts. Listen to our bodies and our senses.Learn to be present from the 4 elementary animals:&lt;/p&gt;&lt;ul&gt;  &lt;li&gt;The Monkey (Earth): Body Creativity&lt;/li&gt;  &lt;li&gt;The Tiger (Fire): Release the Power&lt;/li&gt;  &lt;li&gt;The Shark (Water): the 6th Sense&lt;/li&gt;  &lt;li&gt;The Dragon (Air) : The Magic&lt;/li&gt;&lt;/ul&gt;&lt;p&gt;Perfect for: beginning and intermediate improvisers&lt;/p&gt;&lt;p&gt;Skills and Tools: physicality, creative work-out, Lecoq technique&lt;/p&gt;&lt;hr /&gt;&lt;p&gt;Flavien has been improvising and acting since 1996. He graduated indrama at the Conservatoire and in Theatre at the University ofStrasbourg and started his professional career in 2004. He hasbeen teaching improv/drama since 2001. Flavien is the ArtisticDirector and founder of the professional Company: Le Théâtre del’Oignon. He is also a happy member of Ohana: The EuropeanImprovisers Project.&lt;/p&gt;&lt;p&gt;Flavien has a global approach to improv: a joyful combination ofmany schools of thoughts. His teaching is multicultural and multiinfluenced, he tries to give the best taste of every improv style hehas met. His goal is to build bridges between people, cultures,languages and improv styles.&lt;/p&gt;&lt;ul&gt;  &lt;li&gt;&lt;a href=&quot;https://facebook.com/Flaviencomedien&quot;&gt;facebook.com/Flaviencomedien&lt;/a&gt;&lt;/li&gt;  &lt;li&gt;&lt;a href=&quot;https://www.flavien-reppert.book.fr&quot;&gt;flavien-reppert.book.fr&lt;/a&gt;&lt;/li&gt;  &lt;li&gt;&lt;a href=&quot;https://facebook.com/theatredeloignon&quot;&gt;facebook.com/theatredeloignon&lt;/a&gt;&lt;/li&gt;  &lt;li&gt;&lt;a href=&quot;http://www.loignon.eu&quot;&gt;loignon.eu&lt;/a&gt;&lt;/li&gt;&lt;/ul&gt;",
"excerpt": "This workshop aims at releasing your physical creative power.Your body is much more smarter than your brains and it’s an openbook worth to be read. Let’s leave our brains backstage...",
"ticket_price": 
}
,

"sing-it-out-loud": {
"name": "Victoria Bang",
"image": "https://improfestival.ee/assets/workshops/victoria_bang-f2fdb9a3a80802a6443df6670ac01c27db9142174f6cfe0c9b81c71e322d8c3c.jpg",
"id": "/workshops/sing-it-out-loud",
"slug": "sing-it-out-loud",
"start": "2017-09-22 10:00",
"end": "2017-09-22 13:00",
"content": "&lt;p&gt;You love to improvise - but want to take the next step? Sing about it!&lt;/p&gt;&lt;p&gt;Singing is one of the most challenging and rewarding skills in the improv arsenal.Not only do you have to create something with your voice, you also collaborate witha musician and dance with your scene partners.&lt;/p&gt;&lt;p&gt;In this class you will have the opportunity to learn easy tools to create greatsongs - both solo and with your scene partners.&lt;/p&gt;&lt;p&gt;In Sing it out loud, you learn common song and dance structures that work together,creating memorable musical numbers, and how to convincingly get into song and dancefrom an improvised scene. You will also learn how to be a great backup singer anddancer behind a solo singer.&lt;/p&gt;&lt;p&gt;This is a super-fun workshop for you who want to learn improvised singing!&lt;/p&gt;&lt;p&gt;Perfect for: beginning, intermediate and advanced improvisers.&lt;/p&gt;&lt;hr /&gt;&lt;p&gt;Victoria is from Gothenburg, Sweden and is a full-time improviser, teacherand producer, both as a freelancer and at Gbgimpro - Gothenburg improvisationtheatre,and have been working with them since 2007. Gbgimpro is one of the Scandinavias mostfamous and reputable improgroups.​​On the side, if there´s time, she freelances with other groups in Sweden likeScenkonstakademin in Gothenburg and Improvisation &amp;amp; co in Stockholm.&lt;/p&gt;&lt;p&gt;She is one of the Swedens most hired improvisers abroad, and regularly performs andteaches at various improvisation festivals and theatres around the world. She hasrecently done two major tours in Australia and is soon heading back there for herthird tour. Victoria is one half of ‘Hall and the Bang’ with Glenn Hall from Australiaand has performed in world class ensembles and duos with international legends includingJoe Bill, Patti Stiles, Inbal Lori, Will Luera, Kevin Scott and Jason Geary.&lt;/p&gt;&lt;ul&gt;  &lt;li&gt;&lt;a href=&quot;https://www.victoriabang.com/&quot;&gt;victoriabang.com&lt;/a&gt;&lt;/li&gt;  &lt;li&gt;&lt;a href=&quot;https://www.hallbang.com/&quot;&gt;hallbang.com&lt;/a&gt;&lt;/li&gt;  &lt;li&gt;&lt;a href=&quot;https://twitter.com/improvictoria&quot;&gt;twitter.com/improvictoria&lt;/a&gt;&lt;/li&gt;&lt;/ul&gt;",
"excerpt": "You love to improvise - but want to take the next step? Sing about it!",
"ticket_price": 
}
,

"talking-no-talking": {
"name": "Severin Mahncke",
"image": "https://improfestival.ee/assets/workshops/severin_mahncke-a6a9ec2da39c42d6e8beb62dd45965f7e159a84b33e328630feeebdbc7f134aa.jpg",
"id": "/workshops/talking-no-talking",
"slug": "talking-no-talking",
"start": "2017-09-22 14:00",
"end": "2017-09-22 17:00",
"content": "&lt;p&gt;Improv actors love talking. And they love to do it in the same sized portions.We see tons of scenes in which the actors are taking turns talking in a steadyrhythm throughout the whole scene. Even experienced improv actors that naturallyyes-and, consider space and plot, and respect emotion still have a tendency tocling to this pattern of talk.&lt;/p&gt;&lt;p&gt;This workshop is aiming to break this routine. The participants are asked totalk less and make use of pauses of speech as well as increase the value oftheir speech when talking. The players get to do monologues or to not talk atall throughout a whole scene. They learn to respect when a dramatic climaxneeds silence, and to be attentive enough to not miss when a turning point isbeing reached. It is about focus, taking turns in new ways and humbleness.&lt;/p&gt;&lt;p&gt;We will use simple tools that are simply genius. An eye-opener for shapingyour way of talking on stage.&lt;/p&gt;&lt;p&gt;Perfect for: intermediate and advanced improvisers&lt;/p&gt;&lt;hr /&gt;&lt;p&gt;Severin Mahncke is a member of frei.wild Improtheater Berlin since 2005 andhas been a member of BIG in Barcelona for two years. With frei.wild he haspresented formats in Berlin, Chicago, Barcelona, Würzburg, Hamburg, Tampere,Maastricht and the MESS festival in Sarajevo. Apart from public performancesand teaching they have specialized in the sections of corporate gigs, coachingcompanies and coaching teachers. With BIG he has performed and taught in Englishfor the international community in Barcelona.&lt;/p&gt;&lt;ul&gt;  &lt;li&gt;&lt;a href=&quot;http://www.frei-wild-berlin.de&quot;&gt;frei-wild-berlin.de&lt;/a&gt;&lt;/li&gt;  &lt;li&gt;&lt;a href=&quot;http://www.barcelonaimprovgroup.com&quot;&gt;barcelonaimprovgroup.com&lt;/a&gt;&lt;/li&gt;&lt;/ul&gt;",
"excerpt": "Improv actors love talking. And they love to do it in the same sized portions.We see tons of scenes in which the actors are taking turns talking in a steadyrhythm...",
"ticket_price": 
}
,

"the-tiny-glass-man": {
"name": "Feña Ortalli",
"image": "https://improfestival.ee/assets/workshops/fena_ortalli-a4c7b1c86350f86c23a77b166f8e44a0fd05e87b7e456f11491af93de43dada3.jpg",
"id": "/workshops/the-tiny-glass-man",
"slug": "the-tiny-glass-man",
"start": "2017-09-22 10:00",
"end": "2017-09-22 13:00",
"content": "&lt;p&gt;Based on Gianni Rodari’s “Grammatica della fantasia” chapter where he explainshow to create characters based on different elements. In this class we willwork the infinite possibilities and combinations of elements, objects, animals,sensations and feelings to achieve stronger and deeper characters.&lt;/p&gt;&lt;p&gt;Perfect for: beginning, intermediate and advanced improvisers.&lt;/p&gt;&lt;hr /&gt;&lt;p&gt;Feña Ortalli began his acting career in 2001. A few years later he took part ofthe Professional Improv League (LPI) in Buenos Aires between 2003 and 2006.In 2006 he created Global Impro, an improv troupe dedicated to national andinternational collaboration and exchange.&lt;/p&gt;&lt;p&gt;Since 2011 he writes, edits and directs Status, an improv magazine that has morethan 2500 subscribers all over the world, and it’s considered the most influentialpublication on the Spanish speaking improv community.&lt;/p&gt;&lt;p&gt;As a teacher he specializes in the following workshops: Improvised Dramaturgy,The Tiny Glass Man, The Moment, The Invisible Director and Fantasy Grammar.&lt;/p&gt;&lt;p&gt;As a director he has created and collaborated with different shows such asSwing! (2007), Vínculos (2010), ¿Qué había una vez? (2011), Ampersand (2013),Impronunciables (2013) and Un día cualquiera (2014).&lt;/p&gt;&lt;p&gt;Since 2001 he has taught and performed in different cities in Argentina, Chile,Colombia, Mexico, Peru, Uruguay, Canada, Germany, Belgium, Spain, Finland, Norway,Portugal, Netherlands, Sweden and Italy.&lt;/p&gt;&lt;ul&gt;  &lt;li&gt;&lt;a href=&quot;http://www.globalimpro.com&quot;&gt;globalimpro.com&lt;/a&gt;&lt;/li&gt;  &lt;li&gt;&lt;a href=&quot;https://www.facebook.com/fena.ortalli&quot;&gt;facebook.com/fena.ortalli&lt;/a&gt;&lt;/li&gt;  &lt;li&gt;&lt;a href=&quot;https://www.facebook.com/StatusRevistaImpro&quot;&gt;facebook.com/StatusRevistaImpro&lt;/a&gt;&lt;/li&gt;&lt;/ul&gt;",
"excerpt": "Based on Gianni Rodari’s “Grammatica della fantasia” chapter where he explainshow to create characters based on different elements. In this class we willwork the infinite possibilities and combinations of elements,...",
"ticket_price": 
}
,

"peak-performance": {
"name": "Nick Byrne",
"image": "https://improfestival.ee/assets/workshops/nick_byrne-6c9dffdb4eef1655dc90e3f72cdd4ce4e3ed534c42010251cd265fd69a2e43df.jpg",
"id": "/workshops/peak-performance",
"slug": "peak-performance",
"start": "2017-09-23 10:00",
"end": "2017-09-23 13:00",
"content": "&lt;p&gt;Can we perform at our best more often? Why does everyone warm-up differently,and is there a common ground for how best to prepare for a performance?Can I prevent myself going ‘into my head’, whilst I am in the wings mid-show,or out-of-focus mid-scene?&lt;/p&gt;&lt;p&gt;Beginning from the basis of impulse technique and mindfulness, Nick Byrnefirst created a course called “In The Moment” to discover exercises allowingimprovisers to genuinely feel what it is like to be in this mindset; enablingthem to recall that feeling and re-visit it more often. After working withOlympic athletes at the Australian Institute of Sport, to help them retaina state of readiness, whatever might happen before or during their events,Nick re-applied his discoveries back to the theatre.&lt;/p&gt;&lt;p&gt;The result is a collection of techniques that will liberate you from worriesthat are less than useful, take you out of your head and into the moment,allow you to keep whatever warm-up activity you like, and give you a moreconsistent, satisfying, and enjoyable performance.&lt;/p&gt;&lt;p&gt;Perfect for: beginning, intermediate and advanced improvisers.&lt;/p&gt;&lt;hr /&gt;&lt;p&gt;Artistic Director of the widely celebrated Australian unscripted theatre festival,Improvention, Nick is most well known for creating new show formats that have beenperformed across the world, and for developing new techniques for improvisers toovercome fears about themselves or certain styles of performance they thoughtthey weren’t capable of.&lt;/p&gt;&lt;p&gt;Originally, a professional musician, then a scripted theatre performer/director,Nick brings wide experience to his passionate obsession for improvisation, whichhe teaches and performs several most days/nights in his hometown of Canberra.He has also done so in Goteborg, Paris, Vienna, Amsterdam, Liverpool, Singapore,Tokyo, and throughout Australia.&lt;/p&gt;&lt;p&gt;Nick shamelessly takes a wholistic approach to improvisation, considering it amindset to incorporate in life, as on stage, and is as interested in helpingimprovisers to become comfortable enough in any situation, to perform at their best,as he is to explore new performance concepts and skillsets.&lt;/p&gt;&lt;p&gt;He loves life and people.&lt;/p&gt;",
"excerpt": "Can we perform at our best more often? Why does everyone warm-up differently,and is there a common ground for how best to prepare for a performance?Can I prevent myself going...",
"ticket_price": 
}
,

"time-to-get-uncomfortable": {
"name": "Glenn Hall",
"image": "https://improfestival.ee/assets/workshops/glenn_hall-cdd0730b94959f71ac2e7d022fac7272858bbaf263974fbcbe66aa74b3815ba7.jpg",
"id": "/workshops/time-to-get-uncomfortable",
"slug": "time-to-get-uncomfortable",
"start": "2017-09-23 14:00",
"end": "2017-09-23 17:00",
"content": "&lt;p&gt;Improvisation is everything we have been, everything we are and everythingwe hope to be.&lt;/p&gt;&lt;p&gt;Every time we climb on stage or speak in front of a group, we should riskbeing vulnerable and revealing something of ourselves, and this should notalways feel comfortable.&lt;/p&gt;&lt;p&gt;When we first learn improv we seek to feel comfortable, to do things thatseem familiar and feel right. But as we grow as improvisers we need tocontinually re-invent ourselves and push the boundaries of what is possiblefor improv and for ourselves.&lt;/p&gt;&lt;p&gt;Extend your comfort zone and embrace chaos to explore comedy, tragedy andthe absurd, as Glenn pushes you to test your limits and beyond!&lt;/p&gt;&lt;p&gt;​Perfect for: intermediate and advanced improvisers&lt;/p&gt;&lt;hr /&gt;&lt;p&gt;Glenn Hall is from Perth, Australia and is the Creative Director ofPerth-based Just Improvise™ since 2000, a company that has specialisedin improvised theatre, corporate entertainment and improv training since 2000.&lt;/p&gt;&lt;p&gt;​He has trained extensively as an actor, improviser and teacher and forthe past 20 years, has gained considerable experience as a performer andteacher across Australia - and around the world.&lt;/p&gt;&lt;p&gt;Glenn regularly performs and trains with improv companies all over Australiaand he has been a headline teacher/performer at the world-renownedImprovention Festival in Canberra every year since its inception.He has taught at the Würzburger Improtheater Festival, for Teatribū in Milano,Improfest in Göteborg and should be tanned by the time he arrives at TILTafter a week as one of the international teachers at Impro Hotel in Mallorca.&lt;/p&gt;&lt;p&gt;Glenn is one half of ‘Hall and the Bang’ with Victoria Bang from Sweden and hasperformed with international legends including Patti Stiles, Jason Geary, Joe Bill,Jill Bernard, Franck Buzz, Nadine Antler, David Razowsky, Fabio Maccioni andAmy Shostak.&lt;/p&gt;&lt;p&gt;Glenn has been teaching Improvisation and Acting at the internationallyrenowned Western Australian Academy of Performing Arts since 2001, some ofhis students going on to make careers in Hollywood and around the world.&lt;/p&gt;&lt;ul&gt;  &lt;li&gt;&lt;a href=&quot;https://justimprovise.com.au&quot;&gt;justimprovise.com.au&lt;/a&gt;&lt;/li&gt;  &lt;li&gt;&lt;a href=&quot;https://www.facebook.com/glennOhall&quot;&gt;facebook.com/glennOhall&lt;/a&gt;&lt;/li&gt;  &lt;li&gt;&lt;a href=&quot;https://www.facebook.com/JustImproviseHQ&quot;&gt;facebook.com/JustImproviseHQ&lt;/a&gt;&lt;/li&gt;&lt;/ul&gt;",
"excerpt": "Improvisation is everything we have been, everything we are and everythingwe hope to be.",
"ticket_price": 
}


}

